{"_id":{"$oid":"63781001098257d705da692c"},"Name":"Frank Darabont","Bio":"Three-time Oscar nominee Frank Darabont was born in a refugee camp in 1959 in Montbeliard, France, the son of Hungarian parents who had fled Budapest during the failed 1956 Hungarian revolution. Brought to America as an infant, he settled with his family in Los Angeles and attended Hollywood High School. His first job in movies was as a production assistant on the 1981 low-budget film, Paranoia (1981), starring Linda Blair. He spent the next six years working in the art department as a set dresser and in set construction while struggling to establish himself as a writer. His first produced writing credit (shared) was on the 1987 film, Nightmare 3 - Freddy lebt (1987), directed by Chuck Russell. Darabont is one of only six filmmakers in history with the unique distinction of having his first two feature films receive nominations for the Best Picture Academy Award: 1994's Die Verurteilten (1994) (with a total of seven nominations) and 1999's The Green Mile (1999) (four nominations). Darabont himself collected Oscar nominations for Best Adapted Screenplay for each film (both based on works by Stephen King), as well as nominations for both films from the Director's Guild of America, and a nomination from the Writers Guild of America for Die Verurteilten (1994). He won the Humanitas Prize, the PEN Center USA West Award, and the Scriptor Award for his screenplay of 'The Shawshank Redemption'. For 'The Green Mile', he won the Broadcast Film Critics prize for his screenplay adaptation, and two People's Choice Awards in the Best Dramatic Film and Best Picture categories. The Majestic (2001), starring Jim Carrey, was released in December 2001. He executive-produced the thriller, Collateral (2004), for DreamWorks, with Michael Mann directing and Tom Cruise starring. Future produced-by projects include 'Way of the Rat' at DreamWorks with Chuck Russell adapting and directing the CrossGen comic book series and 'Back Roads', a Tawni O'Dell novel, also at DreamWorks, with Todd Field attached to direct. Darabont and his production company, 'Darkwoods Productions', have an overall deal with Paramount Pictures.","Birthday":{"$date":{"$numberLong":"-344822400000"}}}
{"_id":{"$oid":"63789a653b7345a9f0fe3e6b"},"Name":"Francis Ford Coppola","Bio":"Francis Ford Coppola was born in 1939 in Detroit, Michigan, but grew up in a New York suburb in a creative, supportive Italian-American family. His father, Carmine Coppola, was a composer and musician. His mother, Italia Coppola (née Pennino), had been an actress. Francis Ford Coppola graduated with a degree in drama from Hofstra University, and did graduate work at UCLA in filmmaking. He was training as assistant with filmmaker Roger Corman, working in such capacities as sound-man, dialogue director, associate producer and, eventually, director of Dementia 13 (1963), Coppola's first feature film. During the next four years, Coppola was involved in a variety of script collaborations, including writing an adaptation of 'This Property is Condemned' by Tennessee Williams (with Fred Coe and Edith Sommer), and screenplays for Brennt Paris? (1966) and Patton - Rebell in Uniform (1970), the film for which Coppola won a Best Original Screenplay Academy Award. In 1966, Coppola's 2nd film brought him critical acclaim and a Master of Fine Arts degree. In 1969, Coppola and George Lucas established American Zoetrope, an independent film production company based in San Francisco. The company's first project was THX 1138 (1971), produced by Coppola and directed by Lucas. Coppola also produced the second film that Lucas directed, American Graffiti (1973), in 1973. This movie got five Academy Award nominations, including one for Best Picture. In 1971, Coppola's film Der Pate (1972) became one of the highest-grossing movies in history and brought him an Oscar for writing the screenplay with Mario Puzo The film was a Best Picture Academy Award-winner, and also brought Coppola a Best Director Oscar nomination. Following his work on the screenplay for Der große Gatsby (1974), Coppola's next film was Der Dialog (1974), which was honored with the Golden Palm Award at the Cannes Film Festival, and brought Coppola Best Picture and Best Original Screenplay Oscar nominations. Also released that year, Der Pate 2 (1974), rivaled the success of Der Pate (1972), and won six Academy Awards, bringing Coppola Oscars as a producer, director and writer. Coppola then began work on his most ambitious film, Apocalypse Now (1979), a Vietnam War epic that was inspired by Joseph Conrad's Herz in der Finsternis (1993). Released in 1979, the acclaimed film won a Golden Palm Award at the Cannes Film Festival, and two Academy Awards. Also that year, Coppola executive produced the hit Der schwarze Hengst (1979). With George Lucas, Coppola executive produced Kagemusha - Der Schatten des Kriegers (1980), directed by Akira Kurosawa, and Mishima - Ein Leben in vier Kapiteln (1985), directed by Paul Schrader and based on the life and writings of Yukio Mishima. Coppola also executive produced such films as Der große Zauber (1982), Hammett (1982) Der schwarze Hengst kehrt zurueck (1983), Barfly (1987), Wind (1992), Der geheime Garten (1993), etc. He helped to make a star of his nephew, Nicolas Cage. Personal tragedy hit in 1986 when his son Gio died in a boating accident. Francis Ford Coppola is one of America's most erratic, energetic and controversial filmmakers.","Birthday":{"$date":{"$numberLong":"-970012800000"}}}
{"_id":{"$oid":"63789a653b7345a9f0fe3e6c"},"Name":"Christopher Nolan","Bio":"Best known for his cerebral, often nonlinear, storytelling, acclaimed writer-director Christopher Nolan was born on July 30, 1970, in London, England. Over the course of 15 years of filmmaking, Nolan has gone from low-budget independent films to working on some of the biggest blockbusters ever made. At 7 years old, Nolan began making short movies with his father's Super-8 camera. While studying English Literature at University College London, he shot 16-millimeter films at U.C.L.'s film society, where he learned the guerrilla techniques he would later use to make his first feature, Following (1998), on a budget of around $6,000. The noir thriller was recognized at a number of international film festivals prior to its theatrical release and gained Nolan enough credibility that he was able to gather substantial financing for his next film. Nolan's second film was Memento (2000), which he directed from his own screenplay based on a short story by his brother Jonathan. Starring Guy Pearce, the film brought Nolan numerous honors, including Academy Award and Golden Globe Award nominations for Best Original Screenplay. Nolan went on to direct the critically acclaimed psychological thriller, Insomnia - Schlaflos (2002), starring Al Pacino, Robin Williams and Hilary Swank. The turning point in Nolan's career occurred when he was awarded the chance to revive the Batman franchise in 2005. In Batman Begins (2005), Nolan brought a level of gravitas back to the iconic hero, and his gritty, modern interpretation was greeted with praise from fans and critics alike. Before moving on to a Batman sequel, Nolan directed, co-wrote, and produced the mystery thriller Prestige - Die Meister der Magie (2006), starring Christian Bale and Hugh Jackman as magicians whose obsessive rivalry leads to tragedy and murder. In 2008, Nolan directed, co-wrote, and produced The Dark Knight (2008) which went on to gross more than a billion dollars at the worldwide box office. Nolan was nominated for a Directors Guild of America (D.G.A.) Award, Writers Guild of America (W.G.A.) Award and Producers Guild of America (P.G.A.) Award, and the film also received eight Academy Award nominations. In 2010, Nolan captivated audiences with the sci-fi thriller Inception (2010), which he directed and produced from his own original screenplay. The thought-provoking drama was a worldwide blockbuster, earning more than $800,000,000 and becoming one of the most discussed and debated films of the year. Among its many honors, Inception received four Academy Awards and eight nominations, including Best Picture and Best Screenplay. Nolan was recognized by his peers with D.G.A. and P.G.A. Award nominations, as well as a W.G.A. Award for his work on the film. One of the best-reviewed and highest-grossing movies of 2012, The Dark Knight Rises (2012) concluded Nolan's Batman trilogy. Due to his success rebooting the Batman character, Warner Bros. enlisted Nolan to produce their revamped Superman movie Man of Steel (2013), which opened in the summer of 2013. In 2014, Nolan directed, wrote, and produced the science-fiction epic Interstellar (2014), starring Matthew McConaughey, Anne Hathaway and Jessica Chastain. Paramount Pictures and Warner Bros. released the film on November 5, 2014, to positive reviews and strong box-office results, grossing over $670 million dollars worldwide. Nolan resides in Los Angeles, California with his wife, producer Emma Thomas, and their children. Nolan and Thomas also have their own production company, Syncopy.","Birthday":{"$date":"1970-07-30T00:00:00Z"}}
{"_id":{"$oid":"63789ace3b7345a9f0fe3e6d"},"Name":"Sidney Lumet","Bio":"Sidney Lumet was a master of cinema, best known for his technical knowledge and his skill at getting first-rate performances from his actors -- and for shooting most of his films in his beloved New York. He made over 40 movies, often complex and emotional, but seldom overly sentimental. Although his politics were somewhat left-leaning and he often treated socially relevant themes in his films, Lumet didn't want to make political movies in the first place. Born on June 25, 1924, in Philadelphia, the son of actor Baruch Lumet and dancer Eugenia Wermus Lumet, he made his stage debut at age four at the Yiddish Art Theater in New York. He played many roles on Broadway in the 1930s and also in the film ...One Third of a Nation... (1939). After starting an off-Broadway acting troupe in the late 1940s, he became the director of many television shows in the 1950s. Lumet made his feature film directing debut with Die zwölf Geschworenen (1957), which won the Golden Bear at the Berlin Film Festival and earned three Academy Award nominations. The courtroom drama, which takes place almost entirely in a jury room, is justly regarded as one of the most auspicious directorial debuts in film history. Lumet got the chance to direct Marlon Brando in Der Mann in der Schlangenhaut (1960), an imperfect, but powerful adaptation of Tennessee Williams' 'Orpheus Descending'. The first half of the 1960s was one of Lumet's most artistically successful periods. Long Day's Journey Into Night (1962), a masterful, brilliantly photographed adaptation of the Eugene O'Neill play, is one of several Lumet films about families. It earned Katharine Hepburn, Ralph Richardson, Dean Stockwell and Jason Robards deserved acting awards in Cannes and Hepburn an Oscar nomination. The alarming Cold War thriller Angriffsziel Moskau (1964) unfairly suffered from comparison to Stanley Kubrick's equally great satire Dr. Seltsam oder: Wie ich lernte, die Bombe zu lieben (1964), which was released shortly before. Der Pfandleiher (1964), arguably the most outstanding of the great movies Lumet made in this phase, tells the story of a Holocaust survivor who lives in New York and can't overcome his experiences in the Nazi concentration camps. Rod Steiger's unforgettable performance in the title role earned an Academy Award nomination. Lumet's intense character study Ein Haufen toller Hunde (1965) about inhumanity in a military prison camp was the first of five films he did with Sean Connery. After the overly talky but rewarding drama Die Clique (1966) about young upper-class women in the 1930s, and the stylish spy thriller Anruf für einen Toten (1967), the late 1960s turned out to be a lesser phase in Lumet's career. He had a strong comeback with the box-office hit Der Anderson Clan (1971). Sein Leben in meiner Gewalt (1973) was commercially less successful, but artistically brilliant - with Connery in one of his most impressive performances. The terrific cop thriller Serpico (1973), the first of his films about police corruption in New York City, became one of his biggest critical and financial successes. Al Pacino's fascinating portrayal of the real-life cop Frank Serpico earned a Golden Globe and the movie earned two Academy Award nominations (it is worth noting that Lumet's feature films of the 1970s alone earned 30 Oscar nominations, winning six times). The love triangle Aus Liebe zu Molly (1974) was not always convincing in its atmospheric details, but Lumet's fine sense of emotional truth and a good Blythe Danner keep it interesting. The adaptation of Agatha Christie's Mord im Orient-Express (1974), an exquisitely photographed murder mystery with an all-star cast, was a big success again. Lumet's complex crime thriller Hundstage (1975), which Pauline Kael called 'one of the best 'New York' movies ever made', gave Al Pacino the opportunity for a breathtaking, three-dimensional portrayal of a bisexual man who tries to rob a bank to finance his lover's sex-change operation. Lumet's next masterpiece, Network (1976), was a prophetic satire on media and society. The film version of Peter Shaffer's stage play Equus - Blinde Pferde (1977) about a doctor and his mentally confused patient was also powerful, not least because of the energetic acting by Richard Burton and Peter Firth. After the enjoyable musical The Wiz - Das zauberhafte Land (1978) and the interesting but not easily accessible comedy Sag mir, was Du willst (1980), Sidney Lumet won the New York Film Critics Circle Award for his outstanding direction of Prince of the City - Die Herren der Stadt (1981), one of his best and most typical films. It's about police corruption, but hardly a remake of Serpico (1973). Starring a powerful Treat Williams, it's an extraordinarily multi-layered film. In his highly informative book 'Making Movies' (1995), Lumet describes the film in the following way: 'When we try to control everything, everything winds up controlling us. Nothing is what it seems.' It's also a movie about values, friendship and drug addiction and, like 'Serpico', is based on a true story. In Das Mörderspiel (1982), Lumet successfully blended suspense and black humor. The Verdict - Die Wahrheit und nichts als die Wahrheit (1982) was voted the fourth greatest courtroom drama of all time by the American Film Institute in 2008. A few minor inaccuracies in legal details do not mar this study of an alcoholic lawyer (superbly embodied by Paul Newman) aiming to regain his self-respect through a malpractice case. The expertly directed movie received five Academy Award nominations. Lumet's controversial drama Daniel (1983) with Timothy Hutton, an adaptation of E.L. Doctorow's 'The Book of Daniel' about two young people whose parents were executed during the McCarthy Red Scare hysteria in the 1950s for alleged espionage, is one of his underrated achievements. His later masterpiece Die Flucht ins Ungewisse (1988) has a similar theme, portraying a family which has been on the run from the FBI since the parents (played by Christine Lahti and Judd Hirsch) committed a bomb attack on a napalm laboratory in 1971 to protest the war in Vietnam. The son (played by River Phoenix in an extraordinarily moving, Oscar-nominated performance) falls in love with a girl and wishes to stay with her and study music. Naomi Foner's screenplay won the Golden Globe. Other Lumet movies of the 1980s are the melancholic comedy drama Die Göttliche (1984); the occasionally clichéd Power - Der Weg zum Ruhm (1986) about election campaigns; the all too slow thriller Der Morgen danach (1986) and the amusing gangster comedy Ehrbare Ganoven (1989). With Tödliche Fragen (1990) Lumet returned to the genre of the New York cop thriller. Nick Nolte shines in the role of a corrupt and racist detective in this multi-layered, strangely underrated film. Sadly, with the exception of Nacht über Manhattan (1996), an imperfect but fascinating crime drama in the tradition of his own previous genre works, almost none of Lumet's works of the 1990s did quite get the attention they deserved. The crime drama Sanfte Augen lügen nicht (1992) blended genres in a way that did not seem to match most viewers' expectations, but its contemplations about life arouse interest. The intelligent hospital satire Sterben und erben (1997) was unfairly neglected as well. The courtroom thriller Jenseits der Unschuld (1993) was cold but intriguing. Lumet's Gloria (1999) remake seemed unnecessary, but he returned impressively with the underestimated courtroom comedy Find Me Guilty - Der Mafiaprozess (2006) and the justly acclaimed crime thriller Tödliche Entscheidung (2007). In 2005, Sidney Lumet received a well-deserved honorary Academy Award for his outstanding contribution to filmmaking. Sidney Lumet tragically died of cancer in 2011.","Birthday":{"$date":{"$numberLong":"-1436486400000"}},"Deathday":{"$date":"2011-04-09T00:00:00Z"}}
{"_id":{"$oid":"63789ace3b7345a9f0fe3e6e"},"Name":"Steven Spielberg","Bio":"One of the most influential personalities in the history of cinema, Steven Spielberg is Hollywood's best known director and one of the wealthiest filmmakers in the world. He has an extraordinary number of commercially successful and critically acclaimed credits to his name, either as a director, producer or writer since launching the summer blockbuster with Der weiße Hai (1975), and he has done more to define popular film-making since the mid-1970s than anyone else. Steven Allan Spielberg was born in 1946 in Cincinnati, Ohio, to Leah Frances (Posner), a concert pianist and restaurateur, and Arnold Spielberg, an electrical engineer who worked in computer development. His parents were both born to Russian Jewish immigrant families. Steven spent his younger years in Haddon Township, New Jersey, Phoenix, Arizona, and later Saratoga, California. He went to California State University Long Beach, but dropped out to pursue his entertainment career. He gained notoriety as an uncredited assistant editor on the classic western Wagon Train (1957). Among his early directing efforts were Battle Squad (1961), which combined World War II footage with footage of an airplane on the ground that he 69) and Columbo: Tödliche Trennung (1971). All of his work in television and short films, as well as his directing projects, were just a hint of the wellspring of talent that would dazzle audiences all over the world. Spielberg's first major directorial effort was Sugarland Express (1974), with Goldie Hawn, a film that marked him as a rising star. It was his next effort, however, that made him an international superstar among directors: Der weiße Hai (1975). This classic shark attack tale started the tradition of the summer blockbuster or, at least, he was credited with starting the tradition. His next film was the classic Unheimliche Begegnung der dritten Art (1977), a unique and original UFO story that remains a classic. In 1978, Spielberg produced his first film, the forgettable I Wanna Hold Your Hand (1978), and followed that effort with Mit einem Bein im Kittchen (1980), a critically acclaimed, but mostly forgotten, Kurt Russell/Jack Warden comedy about devious used-car dealers. Spielberg hit gold yet one more time with Jäger des verlorenen Schatzes (1981), with Harrison Ford taking the part of Indiana Jones. Spielberg produced and directed two films in 1982. The first was Poltergeist (1982), but the highest-grossing movie of all time up to that point was the alien story E.T. - Der Außerirdische (1982). Spielberg also helped pioneer the practice of product placement. The concept, while not uncommon, was still relatively low-key when Spielberg raised the practice to almost an art form with his famous (or infamous) placement of Reese's Pieces in 'E.T.' Spielberg was also one of the pioneers of the big-grossing special-effects movies, like 'E.T.' and 'Close Encounters', where a very strong emphasis on special effects was placed for the first time on such a huge scale. In 1984, Spielberg followed up 'Raiders' with Indiana Jones und der Tempel des Todes (1984), which was a commercial success but did not receive the critical acclaim of its predecessor. As a producer, Spielberg took on many projects in the 1980s, such as Die Goonies (1985), and was the brains behind the little monsters in Gremlins - Kleine Monster (1984). He also produced the cartoon Feivel, der Mauswanderer (1986), a quaint little animated classic. His biggest effort as producer in 1985, however, was the blockbuster Zurück in die Zukunft (1985), which made Michael J. Fox an instant superstar. As director, Spielberg took on the book Die Farbe Lila (1985), with Whoopi Goldberg and Oprah Winfrey, with great success. In the latter half of the 1980s, he also directed Das Reich der Sonne (1987), a mixed success for the occasionally erratic Spielberg. Success would not escape him for long, though. The late 1980s found Spielberg's projects at the center of pop-culture yet again. In 1988, he produced the landmark animation/live-action film Falsches Spiel mit Roger Rabbit (1988). The next year proved to be another big one for Spielberg, as he produced and directed Always - Der Feuerengel von Montana (1989) as well as Indiana Jones und der letzte Kreuzzug (1989), and Zurück in die Zukunft II (1989). All three of the films were box-office and critical successes. Also, in 1989, he produced the little known comedy-drama Dad (1989), with Jack Lemmon and Ted Danson, which got mostly mixed results. Spielberg has also had an affinity for animation and has been a strong voice in animation in the 1990s. Aside from producing the landmark 'Who Framed Roger Rabbit', he produced the animated series Tiny Toon Abenteuer (1990), Animaniacs (1993), Pinky und der Brain (1995), Freakazoid! (1995), Pinky, Elmyra & der Brain (1998), Hund mit Familie (1993) and Toonsylvania (1998). Spielberg also produced other cartoons such as In einem Land vor unserer Zeit (1988), We're Back! A Dinosaur's Story (1993), Casper (1995) (the live action version) as well as the live-action version of Flintstones: Die Familie Feuerstein (1994), where he was credited as 'Steven Spielrock'. Spielberg also produced many Roger Rabbit short cartoons, and many Pinky and the Brain, Animaniacs and Tiny Toons specials. Spielberg was very active in the early 1990s, as he directed Hook (1991) and produced such films as the cute fantasy Joe gegen den Vulkan (1990) and Feivel, der Mauswanderer im wilden Westen (1991). He also produced the unusual comedy thriller Arachnophobia (1990), Zurück in die Zukunft III (1990) and Gremlins 2 - Die Rückkehr der kleinen Monster (1990). While these movies were big successes in their own right, they did not quite bring in the kind of box office or critical acclaim as previous efforts. In 1993, Spielberg directed Jurassic Park (1993), which for a short time held the record as the highest grossing movie of all time, but did not have the universal appeal of his previous efforts. Big box-office spectacles were not his only concern, though. He produced and directed Schindlers Liste (1993), a stirring film about the Holocaust. He won best director at the Oscars, and also got Best Picture. In the mid-90s, he helped found the production company DreamWorks, which was responsible for many box-office successes. As a producer, he was very active in the late 90s, responsible for such films as Die Maske des Zorro (1998), Men in Black (1997) and Deep Impact (1998). However, it was on the directing front that Spielberg was in top form. He directed and produced the epic Amistad - Das Sklavenschiff (1997), a spectacular film that was shorted at the Oscars and in release due to the fact that its release date was moved around so much in late 1997. The next year, however, produced what many believe was one of the best films of his career: Der Soldat James Ryan (1998), a film about World War Two that is spectacular in almost every respect. It was stiffed at the Oscars, losing best picture to Shakespeare in Love (1998). Spielberg produced a series of films, including Evolution (2001), Das Geisterschloss (1999) and Shrek - Der tollkühne Held (2001). he also produced two sequels to Jurassic Park (1993), which were financially but not particularly critical successes. In 2001, he produced a mini-series about World War Two that definitely *was* a financial and critical success: Band of Brothers: Wir waren wie Brüder (2001), a tale of an infantry company from its parachuting into France during the invasion to the Battle of the Bulge. Also in that year, Spielberg was back in the director's chair for A.I.: Künstliche Intelligenz (2001), a movie with a message and a huge budget. It did reasonably at the box office and garnered varied reviews from critics. Spielberg has been extremely active in films there are many other things he has done as well. He produced the short-lived TV series SeaQuest (1993), an anthology series entitled Unglaubliche Geschichten (1985), created the video-game series 'Medal of Honor' set during World War Two, and was a starting producer of Emergency Room: Die Notaufnahme (1994). Spielberg, if you haven't noticed, has a great interest in World War Two. He and Tom Hanks collaborated on Shooting War: World War II Combat Cameramen (2000), a documentary about World War II combat photographers, and he produced a documentary about the Holocaust called A Holocaust szemei (2000). With all of this to Spielberg's credit, it's no wonder that he's looked at as one of the greatest ever figures in entertainment.","Birthday":{"$date":{"$numberLong":"-727056000000"}}}
{"_id":{"$oid":"63789b913b7345a9f0fe3e70"},"Name":"Quentin Tarantino","Bio":"Quentin Jerome Tarantino was born in Knoxville, Tennessee. His father, Tony Tarantino, is an Italian-American actor and musician from New York, and his mother, Connie (McHugh), is a nurse from Tennessee. Quentin moved with his mother to Torrance, California, when he was four years old. In January of 1992, first-time writer-director Tarantino's Reservoir Dogs: Wilde Hunde (1992) appeared at the Sundance Film Festival. The film garnered critical acclaim and the director became a legend immediately. Two years later, he followed up Dogs success with Pulp Fiction (1994) which premiered at the Cannes film festival, winning the coveted Palme D'Or Award. At the 1995 Academy Awards, it was nominated for the best picture, best director and best original screenplay. Tarantino and writing partner Roger Avary came away with the award only for best original screenplay. In 1995, Tarantino directed one fourth of the anthology Silvester in fremden Betten (1995) with friends and fellow auteurs Alexandre Rockwell, Robert Rodriguez and Allison Anders. The film opened December 25 in the United States to very weak reviews. Tarantino's next film was From Dusk Till Dawn (1996), a vampire/crime story which he wrote and co-starred with George Clooney. The film did fairly well theatrically. Since then, Tarantino has helmed several critically and financially successful films, including Jackie Brown (1997), Kill Bill - Vol. 1 (2003), Kill Bill - Vol. 2 (2004), Inglourious Basterds (2009), Django Unchained (2012) and The Hateful 8 (2015).","Birthday":{"$date":{"$numberLong":"-213580800000"}}}
{"_id":{"$oid":"63789ba63b7345a9f0fe3e71"},"Name":"Sergio Leone","Bio":"Sergio Leone was virtually born into the cinema - he was the son of Roberto Roberti (A.K.A. Vincenzo Leone), one of Italy's cinema pioneers, and actress Bice Valerian. Leone entered films in his late teens, working as an assistant director to both Italian directors and U.S. directors working in Italy (usually making Biblical and Roman epics, much in vogue at the time). Towards the end of the 1950s he started writing screenplays, and began directing after taking over Die letzten Tage von Pompeji (1959) in mid-shoot after its original director fell ill. His first solo feature, Der Koloß von Rhodos (1961), was a routine Roman epic, but his second feature, Für eine Handvoll Dollar (1964), a shameless remake of Akira Kurosawa's Yojimbo - Der Leibwächter (1961), caused a revolution. Although it wasn't the first spaghetti Western, it was far and away the most successful, and shot former T.V. cowboy Clint Eastwood to stardom (Leone wanted Henry Fonda or Charles Bronson but couldn't afford them). The two sequels, Für ein paar Dollar mehr (1965) and Zwei glorreiche Halunken (1966), were shot on much higher budgets and were even more successful, though his masterpiece, Spiel mir das Lied vom Tod (1968), in which Leone finally worked with Fonda and Bronson, was mutilated by Paramount Pictures and flopped at the U.S. box office. He directed Todesmelodie (1971) reluctantly, and turned down offers to direct Der Pate (1972) in favor of his dream project, which became Es war einmal in Amerika (1984). He died in 1989 after preparing an even more expensive Soviet coproduction on the World War II siege of Leningrad.","Birthday":{"$date":{"$numberLong":"-1293667200000"}},"Deathday":{"$date":"1989-04-30T00:00:00Z"}}
{"_id":{"$oid":"63789c8c3b7345a9f0fe3e72"},"Name":"Peter Jackson","Bio":"Sir Peter Jackson made history with The Lord of the Rings trilogy, becoming the first person to direct three major feature films simultaneously. The Fellowship of the Ring, The Two Towers and The Return of the King were nominated for and collected a slew of awards from around the globe, with The Return of the King receiving his most impressive collection of awards. This included three Academy Awards® (Best Adapted Screenplay, Best Director and Best Picture), two Golden Globes (Best Director and Best Motion Picture-Drama), three BAFTAs (Best Adapted Screenplay, Best Film and Viewers' Choice), a Directors Guild Award, a Producers Guild Award and a New York Film Critics Circle Award. As a follow up to The Lord of the Rings trilogy, in 2005, Jackson directed, wrote, and produced King Kong, for Universal Pictures. The film grossed over $500 million and won three Oscars®. Jackson previously received widespread acclaim for his 1994 feature Heavenly Creatures, which received an Academy Award® nomination for Best Screenplay. Other film credits include The Frighteners, starring Michael J. Fox; the adult puppet feature Meet the Feebles; and Braindead, which won 16 international science fiction awards, including the Saturn. Jackson also co-directed the television documentary Forgotten Silver, which also hit the film festival circuit. Jackson directed the Academy Award®-nominated The Lovely Bones, an adaptation of the acclaimed best-selling novel by Alice Sebold and produced the worldwide sci-fi hit District 9. He was a producer on Steven Spielberg's The Adventures of Tintin: The Secret of the Unicorn in 2011, with two more films set to come out in the future. His most recent films include producer of 2018's action film Mortal Engines, based on a post-apocalyptic world where cities ride on wheels and consume each other to survive. Following Mortal Engines, he produced They Shall Not Grow Old, a documentary on World War I with never-before-seen footage. BAFTA nominated the film for Best Documentary, and it won the award for Outstanding Achievement in Sound Editing from the Motion Picture Sound Editors. Jackson's next project is the music documentary The Beatles: Get Back, which he directed and produced, due to be released August, 2021. Jackson works closely with partner Dame Fran Walsh, with whom he shares his writing and producing credits, as well as a family. Jackson has a special interest in WWI memorabilia and is the proud owner of several aircraft from that era.","Birthday":{"$date":{"$numberLong":"-257817600000"}}}
{"_id":{"$oid":"6378ac053f3a1088b3fcbfe6"},"Name":"Director Nameholder","Bio":"This Bioplaceholder got updated"}
