{"_id":{"$oid":"63780dc6098257d705da6925"},"Name":"Drama","Description":"Drama Films are serious presentations or stories with settings or life situations that portray realistic characters in conflict with either themselves, others, or forces of nature. A dramatic film shows us human beings at their best, their worst, and everything in-between."}
{"_id":{"$oid":"63780e7e098257d705da6926"},"Name":"Crime","Description":"Crime thrillers focus on the exciting elements of both successful and unsuccessful crimes. Unlike police procedurals, they focus on a criminal or a group of criminals rather than law enforcement. These films tend to focus on conspiracies and psychopathology of criminals, and are often violent and nihilistic."}
{"_id":{"$oid":"63780e7e098257d705da6927"},"Name":"Action","Description":"Action film is a film genre in which the protagonist is thrust into a series of events that typically involve violence and physical feats."}
{"_id":{"$oid":"63780eab098257d705da6928"},"Name":"Biography","Description":"A biographical film or biopic is a film that dramatizes the life of a non-fictional or historically-based person or people. Such films show the life of a historical person and the central character's real name is used."}
{"_id":{"$oid":"63780eab098257d705da6929"},"Name":"History","Description":"A historical film is a fiction film showing past events or set within a historical period. This extensive genre shares territory with the biopic, costume drama, heritage film, and epic film."}
{"_id":{"$oid":"63780eab098257d705da692a"},"Name":"Adventure","Description":"A common theme of adventure films is of characters leaving their home or place of comfort and going to fulfill a goal, embarking on travels, quests, treasure hunts, heroic journeys; and explorations or searches for the unknown. Subgenres of adventure films include swashbuckler films, pirate films, and survival films."}
{"_id":{"$oid":"63780eab098257d705da692b"},"Name":"Western","Description":"The American Film Institute defines Western films as those 'set in the American West that [embody] the spirit, the struggle, and the demise of the new frontier'. The term 'Western', used to describe a narrative film genre, appears to have originated with a July 1912 article in Motion Picture World magazine."}
